import styles from './Blog.module.css';
import blogimage1 from '../../images/blogimage1.jpg';
const Blog = () => {
    return ( 
        <div className={styles.container}>
           <img src={blogimage1} alt="image" className={styles.img} />
           <div className={styles.textcontainer}>
                <p className={styles.title}>ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး</p>
                <p className={styles.postingdate}>22/02/2022</p>
                <p className={styles.description}>
                    ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ
                    သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်​နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။ 
                    က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊ လက်တ​လောဖြစ်​ပေါ်​နေ​သော 
                    အ​ခြေအ​နေများ​ကြောင့် စိတ်ထိခိုက်ခံစားမှုများကို ထိခိုက်ခံစား​နေကြရပါတယ်။
                    ထိုစိတ်ထိခိုက်ခံစား​နေရမှုများကို ​ဖြေ​လျော့နိုင်ရန်ရည်ရွယ်ပြီး နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့
                    က​လေးငယ်များအတွက် ​မွေ့​နေ့ကိတ်များကို ​ပေးပို့​ပေးသွားမှာဖြစ်ပါတယ်။ဒါ့အပြင်အနုပညာရှင်များရဲ့ 
                    က​လေးငယ်များအတွက် ခွန်အား​ပေးတဲ့ အမှတ်တရစကားများ၊ က​လေးငယ်များအတွက်
                    ​စိတ်​ပျော်ရွှင်မှုရ​စေမည့် ​သီဆို​ဖျော်​ဖြေမှုများ၊ ဘာသာ​ရေး​ခေါင်းဆောင်များ၏ က​လေးငယ်များအတွက်
                    ဆု​တောင်းစကားများကို ထုတ်လွှင့်​ပေးသွားမှာဖြစ်ပါတယ်။
                    ကိတ်မုန့်ရယူနိုင်ရန် စည်းကမ်းချက်များ -
                    ၁. မန္တ​လေးမြို့အတွင်းဖြစ်ရမည်။ (မန္တ​လေး ၇ မြို့နယ်အတွင်းသာ)
                    ၂. အသက် ၁၈နှစ်​အောက် က​လေးများသာ
                    ၃. နိုဝင်ဘာလတွင်​မွေးဖွား​ကြောင်း အ​ထောက်အထား
                    ၄. ၁၇. ၁၁. ၂၀၂၁​နေ့ ည​နေ ၅နာရီ ​နောက်ဆုံးထား​ပေးပို့​ပေးရန် 
                    (အမည်၊ မိဘအမည်၊လိပ်စာ၊ အ​ထောက်အထားများ)
                    ၅. လူဦး​ရေ 80 ဦးသာ
                    ​​မွေး​နေ့အ​ထောက်အထားများအား -
                    092061131(Viber), 09402703982 (Viber) နံပါတ်များသို့​ပေးပို့ပါရန်
                    Contributed by -
                    - Culture for Peace Project
                    HELVETAS Myanmar, Local Resource Centre, ငြိမ်းချမ်း​မေတ္တာအဖွဲ့ , European Union
                    - Legal Knowledge Sharing Group
                    - Second Tap Root Organization
                    - Goal
                    - Civic Engagement Development Network
                    - ကြယ်စင်ပျိုးတဲ့လက်
                    - Spectrum Myanmar
                    - World Vision International Myanmar
                </p>
               
            </div>
        </div>
     );
}
 
export default Blog;