const BLOGS = [
    {
      id: 1,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image:`${window.location.origin}/images/blogimage1.jpg`
       },
    {
      id: 2,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image:`${window.location.origin}/images/blogimage1.jpg`
    },
    {
      id: 3,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image:`${window.location.origin}/images/blogimage1.jpg`
    },
    {
      id: 4,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image:`${window.location.origin}/images/blogimage1.jpg`
    },   
    {
      id: 5,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image:`${window.location.origin}/images/blogimage1.jpg`
    },   
    {
      id: 6,
      title: 'ကလေးများဘ၀ပြည့်စုံရေး  လက်တွဲရင်းနှီးမြှပ်နှံပေး',
      postingdate:  '22/02/2022',
      description: 'နိုဝင်ဘာလမှာ ​မွေး​နေ့ကျ​ရောက်တဲ့က​လေးငယ်များအတွက် ကိတ်မုန့်အခမဲ့ရယူပါ။ "ယခုလာမည့် Nov 20 ရက်​နေ့ဟာ ၃၂ကြိမ်​မြောက် က​လေးသူငယ်အခွင့်အ​ရေးများဆိုင်ရာ ကုလသမဂ္ဂညီလာခံ သ​​ဘောတူစာချုပ်အထိမ်းအမှတ်နေ့နှင့် အပြည်ပြည်ဆိုင်ရာ က​လေးသူငယ်များ​နေ့" ဖြစ်ပါတယ်။က​လေးသူငယ်များဟာ Covid 19 စတင်ဖြစ်ပွားချိန်ကစလို့၊လက်တ​လောဖြစ်​ပေါ်​နေ​သော အ​ခြေအ​နေများ​ကြောင့်',
      image: `${window.location.origin}/images/blogimage1.jpg`
    },   
  
  ];
  export function getAllBlogs() {
    return BLOGS;
  }

  export function getFeaturedBlogs() {
    return BLOGS.splice(BLOGS.length - 2, 2);
  }

  const GALLERIES = [
    {
      id: 1,
      image:  `${window.location.origin}/images/featuredphoto1.jpg`,
      description: "Featured Photo 1",
    },
    {
      id: 2,
      image:  `${window.location.origin}/images/featuredphoto2.jpg`,
      description: "Featured Photo 2",
    },
    {
      id: 3,
      image:  `${window.location.origin}/images/featuredphoto3.jpg`,
      description: "Featured Photo 3",
    },
    {
      id: 4,
      image:  `${window.location.origin}/images/featuredphoto1.jpg`,
      description: "Featured Photo 4",
    },
    {
      id: 5,
      image:  `${window.location.origin}/images/featuredphoto2.jpg`,
      description: "Featured Photo 5",
    },
    {
      id: 6,
      image:  `${window.location.origin}/images/featuredphoto3.jpg`,
      description: "Featured Photo 6",
    },
  ];

  export function getAllGalleries() {
    return GALLERIES;
  }
  export function getFeaturedGalleries() {
    return GALLERIES.splice(GALLERIES.length - 4, 4);
  }

  const VIDEOS = [
    {
      id: 1,
      video:  `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 1",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
    {
      id: 2,
      video:  `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 2",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
    {
      id: 3,
      video:  `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 3",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
    {
      id: 4,
      image: `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 4",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
    {
      id: 5,
      video:  `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 5",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
    {
      id: 6,
      video: `${window.location.origin}/videos/samplevideo.mp4`,
      description: "Sample video 6",
      poster:`${window.location.origin}/images/featuredphoto3.jpg`
    },
  ];

  export function getAllVideos() {
    return VIDEOS;
  }
  export function getFeaturedVideos() {
    return VIDEOS.splice(VIDEOS.length - 4, 4);
  }
  

  const TEACHERS_COMMENTS = [
    {
      id: 1,
      image: "/images/khaing_su_linn.jpeg",
      name: "Khaing Su Linn",
      description:
        "တစ်ဦးနဲ့ တစ်ဦးဆက်သွယ်ဖို့ဆိုတာ ဘာသာစကားကမရှိမဖြစ်ပါ။ တိုးတက်နေတဲ့ကမ္ဘာကြီးကို အမှီလိုက်နိုင်ဖို့မိခင်ဘာသာစကားသာမက အခြားဘာသာစကားတွေပါ သင်ယူလေ့လာထားရင် အကောင်းဆုံးပါပဲ။ ဘာသာစကားတစ်ခုသင်ယူခြင်းက အဲ့ဒီနိုင်ငံရဲ့ ယဥ်ကျေးမှု. ဓလေ့ထုံးစံနဲ့ လူ​နေမှုအဆင့်အတန်းအကြောင်းကိုပါ သိရှိနိုင်ပါတယ်။ ဒါ့အပြင် ရုပ်ရှင် ဂီတအစရှိတဲ့ ဖျော်ဖြေမှုတွေကိုပါ ခံစားနိုင်ပါတယ် ။ ဒါ့ကြောင့် တိုးတက်ခေတ်မီနေတဲ့ဂျပန်နိုင်ငံရဲ့ နည်းပညာနှင့် အခြားအရာတွေကိုသိရှိနိုင်ဖို့ ဂျပန်ဘာသာစကားကို လေ့လာ​ကြဖို့ တိုက်တွန်းလိုပါတယ်။လေ့လာလိုသူများအတွက်ဂျပန်ဘာသာစကားကို စနစ်တကျ တတ်မြောက်ရေးကတော့ ခါခဲဟာရှိ ဂျပန်သင်တန်းကျောင်းမှ အစွမ်းကုန် ကြိုးစားနေပါတယ်။သင်ခန်းစာ​များကိုအခြေခံမှစပြီး စနစ်တကျသင်ကြားပေးရုံသာမက ဂျပန်နိုင်ငံရဲ့ယဥ်ကျေးမှု ဂျပန်လူမျိုးတို့ရဲ့ စိတ်နေသဘောထား လုပ်ငန်းခွင်အပြုအမူတို့ကိုပါ သင်ကြားပေးတာဖြစ်လို့ခါခဲဟာရှိ ဂျပန်သင်တန်းကျောင်းဟာ သင်တန်းကောင်းများအနက်မှ တစ်ခုအပါအဝင်ဖြစ်ပါတယ် ။",
    },
    {
      id: 2,
      image: "/images/zin_wai_moe.jpeg",
      name: "Zin Wai Moe",
      description:
        "ဒီဘက်နှစ်တွေမှာ ဂျပန်သွား အလုပ်လုပ်တာ ဂျပန်ပညာတော်သင်ကို ထောက်ပံ့ကြေးနဲ့သွားတာတွေ တော်တော်များလာပါတယ်။ဂျပန်စာသင်ကျောင်းတွေလည်း တော်တော်ကြီးကိုများလာပါတယ်။အဲဒီအတွက်ကြောင့် သေချာရွေးချယ်တက်ရောက်ဖို့လိုပါတယ်။kakehashi ဂျပန်စာသင်ကျောင်းကတော့ ဂျပန်စာကို အမှန်အကန်တတ်မြောက်အောင် သင်ကြားပေးတဲ့အပြင် ဂျပန်မှာအလုပ်လုပ်ရင် အလုပ်ခွင်အတွင်းအဆင်ပြေချောမွေ့စေဖို့အတွက် လုပ်ငန်းခွင်mannerများအပြင် လူမှုဆက်ဆံရေး၊ယဉ်ကျေးမှုများကိုပါ သေသေချာချာသင်ကြားပြသပေးပါတယ်။စာသင်ကြားနေစဉ်အတွင်းမှာလည်း သင်ထောက်ကူပစ္စည်းအပြည့်အစုံနဲ့ သင်ကြားပေးပါတယ်။ဂျပန်စာlevelတက်ရုံတင်မဟုတ်ဘဲ ဂျပန်စာကို အမှန်အကန် နားလည်တတ်မြောက်ရန်အတွက် သင်ရိုးများကို အသေအချာရေးဆွဲပြီး မိမိlevel အလိုက်တတ်မြောက်သင့်သည်များကို တတ်မြောက်အောင် textကို တစ်မျိုးတည်းတင်မဟုတ်ဘဲ up to date ဖြစ်သောtext များပါ ဖြည့်တင်းသင်ကြားပေးပါတယ်။ဂျပန်တွင် အလုပ်လုပ်ကိုင်နိုင်ရန်လည်း တိကျသေချာစွာပို့ဆောင်ပေးနိုင်သော agencyနဲ့ ချိတ်ဆက်ထားတာဖြစ်တဲ့အတွက်ကြောင့် ယုံကြည်စိတ်ချစွာ kakehashi ဂျပန်စာသင်ကျောင်းမှာ တက်ရောက်နိုင်ပါတယ်။",
    },
    {
      id: 3,
      image: "/images/phyo_ei_san.jpeg",
      name: "Phyo Ei San",
      description:
        "ဂျပန်နိုင်ငံနှင့်ဆက်နွယ်သောအလုပ်ကိုင်အခွင့်လမ်းတွေ ပေါများလာတာနှင့်အမျှ ဂျပန်စာသင်တန်းကျောင်းတွေလည်း များပြားလာပါတယ်။ ကျွမ်းကျင်ရာ လိမ္မာဆိုသလို ကိုယ်ကျွမ်းကျင်ရာ ကိုယ်နည်းလမ်းနဲ့ ကိုယ်သင်ကြားမျှဝေလာကြပါတယ်။ ဂျပန်စာတတ်ကျွမ်းရုံသာမက ​ရောမရောက်ရင်ရောမလိုကျင့်ဆိုသလို ယဥ်ကျေးမှု၊အစဥ်လာလိုက်နာခြင်း၊စည်းကမ်းလိုက်နာခြင်း၊ လူ့ကျင့်ဝတ်အပြုမှုစောင့်ထိန်းစေခြင်းတို့ကို အမိမြန်မာနိုင်ငံရဲ့ ယဥ်ကျေးမှုနဲ့ ဂျပန်နိုင်ငံရဲ့ ယဥ်ကျေးမှုကို ယှဥ်တွဲသင်ပြကာ သိရှိနားလည်စောင့်ထိန်းစေရန် သင်ကြားပြသပေးတဲ့ Kakehashi ဂျပန်စာသင်တန်းကျောင်း။🏫 သင်တန်းကာလအတွင်း ကျန်းမာ​​ပျော်ရွှင်စေရေး၊ခန္ဓာကိုယ် ကျန်းမာ​ကြံ့ခိုင်စေရန် ကာယလေ့ကျင့်စေခြင်း နှင့်​စားဝတ်နေရေးကအစ လိုလေးသေးမရှိအောင် မိဘရင်းသဖွယ် ဂရုစိုက် ကြည့်ရှုပေးတဲ့ kakehashi ဂျပန်စာသင်တန်းကျောင်း။🏫 စာတွေ့လက်တွေ့ သင်ကြားနည်းမျိုးစုံဖြင့် ထိထိရောက်ရောက် သင်ကြားပေးသလို၊ သင်တန်းကာလပြီးမြောက်လျှင်လည်း မိမိနှစ်သက်ရာ လုပ်ငန်းခွင်သို့ ဝင်ရောက်နိုင်ရန် တိကျမြန်ဆန်ပြီး စိတ်ချယုံကြည်ရတဲ့ agency နဲ့ချိတ်ဆက်ပေးပြီး အမြန်ဆုံးအလုပ်ရရန် စီစဥ် ဆောင်ရွက်ပေးတဲ့ Kakehashi ဂျပန်စာသင်တန်းကျောင်း။🏫 ကလေးတို့ တွေရေ ဒီလိုသင်တန်းကျောင်းkakehashi မှာ တက်ရောက်ရတာဂုဏ်ယူလိုက်ပါ👍",
    },
    // {
    //   id: 4,
    //   image: "/images/htar_inzali.jpeg",
    //   name: "Htar Inzali",
    //   description:
    //     "ခေတ်မှီဖွံ့ဖြိုးတိုးတက်နေတဲ့ကမ္ဘာကြီးမှာလူသားအချင်းချင်းဆက်သွယ်နိုင်ရန်အတွက်မိခသ်ဘာသာစကားအပြင်တခြားဘာသာစကားတစ်ခုကိုတတ်မြောက်ထားရန်လိုအပ်လှပါတယ်။ယခုအခါဂျပန်နိုင်ငံသို့သွားရောက်လုပ်ကိုင်လိုသူမှား၊ပညာတော်သင်သွားလိုသူများတိုးများလာသည့်အလျောက်ဂျပန်စာကိုသင်ကြားလိုသူများလည်းတိုးပွါးလျက်ရှိနေပါတယ်။ ခါဟဲဟရှိ ဂျပန်စာသင်တန်းကျောင်းတွင် ဂျပန်ဘာသာစကားတခုတည်းသာမက ဂျပန်လူမျိုးတို့၏ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်းအစဉ်အလာများကိုပါ ထည့်သွင်းသင်ကြားပေးလျက်ရှိနေပါတယ်။သင်ကြားရေးတွင်လည်း အခြေခံမှစတင်ပြီးစနစ်တကျသင်ကြားပေးသည့်အပြင် သင်ရိုးစာအုပ်များကလည်း ကျောင်းသားများနှင့်အထူးကိုက်ညီမှုရှိသောသင်ရိုးများကို စနစ်တကျသင်ကြားပေးသည့်အတွက်ယုံကြည်စိတ်ချစွာတက်ရောက်သင်ကြားနိုင်ပါတယ်။",
    // },
    {
      id: 5,
      image: "/images/thun_hay_man_ye_naing.jpeg",
      name: "Thun Hay Man Ye Naing",
      description:
        "အသစ်အသစ်တွေလေ့လာဆည်းပူးဖို့ရှာဖွနေကြတဲ့သူတွေ ၊ စဉ်းစားနေကြတဲ့သူတွေအတွက် ဘာသာစကားလေ့လာဖို့ အထူးတိုက်တွန်းချင်ပါတယ်။ ဘာသာစကားတွေထဲမှ သင်ကြားဖို့ထပ်မံတိုက်တွန်းချင်တာလေးကတော့ ဂျပန်ဘာသာစကားပဲဖြစ်ပါတယ်။ ဒီဘက်ခေတ်မှာ ဂျပန်ဘာသာစကားကျွမ်းကျင်စွာတတ်မြှောက်နိုင်မယ်ဆိုလျှင် ①အလုပ်အကိုင်ရှာဖွေရတာ အရမ်းလွယ်ကူပြီး၊ ② နိုင်ငံခြားပညာတော်သင်ထွက်ရမှာလည်း အရမ်းအထောက်အကူပြုပါတယ်။ ယခုခေတ်က ဂျပန်ဘာသာစကားခေတ်လို့ ပြောရလောက်အောင်ကို ဂျပန်ဘာသာစကားကို လေ့လာနေသူတွေအရမ်းများပါတယ် ။ လက်တွေ့မှာလည်းပဲ ဂျပန်စကားတတ်မြှောက်ထားခြင်းကြောင့် ကောင်းမွန်တဲ့ လမ်းတွေကိုရောက်ရှိနေတဲ့လူတွေအများကြီးပါ။ ဒါကြောင့် ခေတ်နောက်ကျမကျန်ခဲ့ရလေအောင် ဂျပန်ဘာသာစကားကိုလေ့လာကြဖို့ ထပ်မံ တိုက်တွန်းပါရစေ။ ဂျပန်ဘာသာစကားကိုလေ့လာမယ်ဆိုရင်တော့ ခခဲဟရှိ ဂျပန်သင်တန်းကျောင်းကတော့ အကောင်းမွန်ဆုံးနဲ့အသင့်တော်ဆုံးပါ။ ဂျပန်ဘာသာစကားကို ကျွမ်းကျင်သော ဆရာမများက အသေးစိတ်သင်ကြားပေးနေပါတယ်။ဂျပန်ဘာသာစကားများသာမက ဂျပန်နိုင်ငံယဉ်ကျေးမှု ၊ ဂျပန်နိုင်ငံရဲ့ လူနေမှုဓလေ့များပါ သင်ကြားပေးမှာဖြစ်လို့ ဗဟုသုတများစွာရရှိမှာတော့ အာမခံပါတယ်။ ဒါကြောင့် ခခဲဟရှိဂျပန်သင်တန်းကျောင်းကို လာရောက်ဖို့အတွက် ဖိတ်ခေါ်လိုက်ပါတယ်။ Never Stop Learning",
    },
    {
      id: 6,
      image: "/images/nan_thuzar_win.jpeg",
      name: "Nan Thuzar Win",
      description:
        "အခုတိုးတက်နေတဲ့ခေတ်မှာ နိုင်ငံခြားဘာသာစကားတစ်ခုခု တတ်ထားရင်ကိုယ်အတွက်အမြတ်တခုပါဘဲ။ မန္တလေးမြို့မှာရှိတဲ့Kakehashi ဂျပန်စာသင်တန်းကျောင်းက ဂျပန်စာကိုစိတ်ဝင်စားလို့ဘဲဖြစ်ဖြစ်၊ ဂျပန်နိုင်ငံကိုသွားပြီးအလုပ်လုပ်ချင်သူတဲ့တွေတွက် ဂျပန်စာကိုအခြေခံမှစ၍အဆင့်မြင့်levelထိ စနစ်တကျသင်ကြားပေးနေပါတယ်။ အလုပ်သွားလုပ်မယ့်သူတွေအတွက် ဂျပန်နိုင်ငံရဲ့ယဉ်ကျေးမှုနှင့်အလုပ်ခွင်မှာထားရှိရမဲ့ အပြုအမူများကိုသာမကကိုယ်ခံအားကောင်းရန်လေ့ကျင်မှုတွေပြုလုပ်ပေးပြီး သင်ကြားပြသပေးနေပါတယ်။ အလုပ်အကိုင်ရှာဖွေရေး Agency နှင့်လဲချိတ်ဆက်ထားတဲ့တွက် Kakehashi ဂျပန်စာသင်တန်းကျောင်းမှာယုံကြည်စိတ်ချစွာတက်ရောက်နိုင်ပါတယ်။",
    },
  ];